hit-iz-resource/src/main/resources/Connectivity/receiver/SOAPCON_5_FaultDetection-Generation_UnsupportedOp_Fault/Request.xml

<?xml version='1.0' encoding='UTF-8'?>
<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
   <Header />
   <Body>
      <submitSingleMessageX xmlns="urn:cdc:iisb:2011">
         <username>???</username>
         <password>???</password>
         <facilityID>???</facilityID>
         <hl7Message>MSH|^~\&amp;|Test EHR Application|X68||NIST Test Iz Reg|201207010822||VXU^V04^VXU_V04|NIST-IZ-007.00|P|2.5.1|||AL|ER&#xD;PID|1||MR-99922^^^NIST MPI^MR||Montgomery^Lewis^^^^^L||20010821|M&#xD;ORC|RE||IZ-783276^NDA&#xD;RXA|0|1|20110215||118^HPV^CVX|999|||01^Historical information - source unspecified^NIP001</hl7Message>
      </submitSingleMessageX>
   </Body>
</Envelope>
